Repository: tangrui9105/tangrui9105
Catalog: php/drupal/belead/modules/poormanscron/po/*.po
Languages: ca, cs, de, fr, it

source: Runs Drupal cron jobs without the cron application.
ca: Executa crons des del mateix Drupal
cs: Spouští v Drupalu úlohy cronu bez použití programu cron.
de: Führt Drupal Cron-jobs aus, ohne das Cron-Programm zu benötigen.
fr: Permet de lancer des tâches Cron sans l'application Cron
it: Esegue il lavoro di cron senza l'applicazione cron

source: Minimum number of minutes between cron runs. Cron will actually execute during the first page request after the interval has elapsed.
ca: Minuts entre execucio de crons. El cron s'executara mentre ens demani la primera pagina despres del temps programat.
cs: Minimální počet minut mezi spuštěním cronu. Cron se spustí během prvního požadavku na zobrazení stránky po uplynutí tohoto intervalu.
de: Mindestanzahl an Minuten zwischen Cronjob-Durchläufen. Der Cronjob wird während dem ersten Seitenaufruf nachdem diese Zeit abgelaufen ist gestartet.
fr: Nombre minimum de minutes entre deux tâches Cron. En réalité Cron se lancera lors de la première demande de page suivant la fin de cet intervalle.
it: Intervallo minimo tra due esecuzioni di cron. Cron verr√† eseguito durante la prima richiesta di pagina avvenuta dopo la scadenza dell'intervallo.

source: The number of minutes to wait after a cron run error before retrying.
ca: Nombre de minuts d'espera per repetir el cron despres d'una execucio erronia.
cs: Počet minut, po které se bude čekat, než se cron pokusí spustit znovu, dojde-li při jeho spouštění k chybě.
de: Mindestanzahl an Minuten, die bis zum nächsten Versuch gewartet werden soll, falls ein Fehler aufgetreten ist.
fr: Nombre de minutes d'attentes avant de relancer Cron après une erreur dans une tâche.
it: Il numero di minuti di attesa per ri-tentare un cron fallito.

source: If you want to log successful cron runs to the Drupal watchdog, say Yes here. If those messages annoy you, disable them by selecting No.
ca: Si vols que es faci una entrada al registre del Drupal, escull Si. Sino, escull No
cs: Chcete-li, aby se úspěšné spuštění cronu zapisovalo do logu modulu Drupalův hlídací pes, zadejte "Ano", v opačném případě zadejte "Ne".
de: Sollen erfolgreiche Cronjob-Durchläufe protokolliert werden, ja oder nein?
fr: Si vous voulez que les tâches Cron correctement effectuées soient inscrites dans Drupal Watchdog, écrivez Oui. Si ces messages vous ennuient, il est préférable de les annuler en sélectionnant l'option Non.
it: Se vuoi fare i log delle esecuzioni riuscite di cron seleziona Si .Se questo messaggio ti annoia, disabilitalo selezzionando No.

source: Cron runs interval
ca: Interval entre crons
cs: Interval spouštění cronu
de: Cronjob-Intervall
fr: Intervalle entre deux tâches Cron
it: Intervalli di esecuzione di cron

source: Retry interval
ca: Interval entre reintents
cs: Interval dalšího pokusu po chybě
de: Intervall für erneute Versuche nach einem Fehler
fr: Intervalle entre deux essais
it: Intervallo per ritentare

source: Time intervals
ca: Interval de temps
cs: Časové intervaly
de: Zeitintervalle
fr: Intervalle de temps
it: Intervalli di Tempo

source: Log successful cron runs
ca: Registre satisfactori d'execucio del cron
cs: Zapisovat úspěšná spuštění do logu
de: Erfolgreiche Cronjob-Druchläufe protokollieren
fr: Inscrire dans le journal les tâches Cron réussies
it: Log delle esecuzioni riuscite del cron

source: Yes
ca: Si
cs: Ano
de: Ja
fr: Oui
it: Si

source: Logging
ca: Carregant...
cs: Zápis do logu
de: Protokollierung

source: regular
ca: normalment
cs: pravidelné
de: normal
fr: régulièrement
it: Regolare

source: poormanscron
ca: elcrondepobre
fr: Le Cron du pauvre

source: No
cs: Ne
de: Nein
fr: Non
