Repository: tangrui9105/tangrui9105
Catalog: php/drupal/belead/modules/filebrowser/translations/*.po
Languages: fr

source: The system file path to the directory
fr: Chemin vers le répertoire

source: This can be an absolute path or should be relative to the Drupal root directory.
fr: Peut être un chemin absolu ou relatif au répertoire racine de Drupal

source: Do you wish to allow exploration of subdirectories?
fr: Permettre l'affichage des sous-répertoires?

source: A blacklist of all files that shouldn't be accessible by users
fr: Liste des fichiers non accessibles aux utilisateurs

source: List files separated by commas. Use <em>.*</em> to signify all files starting with a period.
fr: Liste de fichiers séparés par des virgules.*</em> pour spécifier les fichiers débutant par un point.

source: Enable private downloads
fr: Permettre les téléchargements privés

source: Some files won't download unless this private downloads are enabled (PHP files for instance).
fr: Certains fichiers ne peuvent être téléchargés sauf si les transferts privés sont permis (fichiers PHP par exemple)

source: Directory listing
fr: Affichage de répertoire

source: A listing of files similar to how Apache lists files in a directory.
fr: Affiche le contenu d'un répertoire d'une façon similaire à Apache

source: You must specify a valid directory.
fr: Vous devez spécifier un répertoire valide

source: The directory %dir is not readable.
fr: Le répertoire n'est pas accessible

source: Home
fr: Accueil

source: You're not allowed to view %dir.
fr: Vous n'avez pas la permission d'afficher le répertoire %dir.

source: Displaying %dir
fr: Répertoire %dir

source: Name
fr: Nom

source: Size
fr: Taille

source: Contains @fc totaling @ds in size.
fr: @fc - @ds

source: This directory is empty.
fr: Répertoire vide

source: 1 file
fr: 1 fichier

source: create directory listings
fr: créer un affichage de répertoire

source: delete own directory listings
fr: supprimer un affichage de répertoire privé

source: delete any directory listings
fr: supprimer un affichage de répertoire

source: edit own directory listings
fr: éditer un affichage de répertoire privé

source: edit any directory listings
fr: éditer un affichage de répertoire

source: filebrowser
fr: affichage de répertoire

source: Filebrowser
fr: Affichage de répertoire

source: Provides FTP-like browsing capabilities.
fr: Affiche les fichiers dans les répertoires

source: File management
fr: Gestion de fichiers
